{
  "meta": {
    "documentType": "schedule",
    "scheduleNumber": 2,
    "title": "Service Level Agreement (SLA)",
    "parentDocument": "currentTerms.json",
    "companyName": "Voxd AI LTD",
    "version": "1.0.0",
    "status": "published",
    "jurisdiction": "England and Wales",
    "lastUpdated": "2026-01-18"
  },
  "sections": [
    {
      "id": "sla_scope",
      "title": "Scope of Services",
      "clauses": [
        {
          "id": "sla.scope.core_services",
          "title": "Core Services",
          "text": "This Service Level Agreement applies to chatbot applications, logic, workflows, integrations, and infrastructure developed and operated by the Company, together with operational monitoring and support of those services.",
          "children": []
        },
        {
          "id": "sla.scope.exclusions",
          "title": "Excluded Services",
          "text": "This Service Level Agreement does not apply to services, platforms, or systems not owned or controlled by the Company.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_uptime",
      "title": "Service Availability and Uptime",
      "clauses": [
        {
          "id": "sla.uptime.commitment",
          "title": "Uptime Commitment",
          "text": "The Company commits to providing 99.9 percent uptime for the Core Services measured on a monthly basis, excluding Permitted Downtime.",
          "children": []
        },
        {
          "id": "sla.uptime.calculation",
          "title": "Uptime Calculation",
          "text": "Uptime is calculated as the total available minutes in a calendar month minus downtime minutes, divided by the total available minutes, multiplied by one hundred.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_third_party",
      "title": "Third-Party Platforms and Dependencies",
      "clauses": [
        {
          "id": "sla.third_party.dependencies",
          "title": "Third-Party Platforms",
          "text": "The Services rely on third-party platforms and providers including but not limited to Meta, WhatsApp, large language model providers, and client-owned platform accounts.",
          "children": []
        },
        {
          "id": "sla.third_party.responsibility",
          "title": "Responsibility for Third Parties",
          "text": "The Client acknowledges that it maintains a direct contractual relationship with such third-party providers and that their availability, performance, policies, limitations, outages, degradations, suspensions, or failures are outside the Company’s control and do not constitute downtime or a breach of this Service Level Agreement.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_external_systems",
      "title": "Client-Owned and Third-Party APIs",
      "clauses": [
        {
          "id": "sla.external_systems.definition",
          "title": "External Systems",
          "text": "Where the Services integrate with client-owned or third-party systems, software, databases, or application programming interfaces, such systems are referred to as External Systems.",
          "children": []
        },
        {
          "id": "sla.external_systems.no_guarantee",
          "title": "No Guarantee for External Systems",
          "text": "The Company does not guarantee the availability, response time, performance, accuracy, or data integrity of External Systems, and issues arising from External Systems do not count as service downtime.",
          "children": []
        },
        {
          "id": "sla.external_systems.data",
          "title": "Data Responsibility",
          "text": "The Company is not responsible for data loss, duplication, corruption, or inconsistency caused by External Systems unless directly and solely caused by the Core Services.",
          "children": []
        },
        {
          "id": "sla.external_systems.best_effort",
          "title": "Best Effort Integrations",
          "text": "Integrations with External Systems are provided on a best-effort basis unless expressly agreed otherwise in writing.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_permitted_downtime",
      "title": "Permitted Downtime",
      "clauses": [
        {
          "id": "sla.permitted_downtime.exclusions",
          "title": "Excluded Downtime",
          "text": "Permitted Downtime includes downtime caused by third-party platforms, External Systems, client configuration errors, unauthorised changes, client-provided data or credentials, rate limiting or policy enforcement by third parties, force majeure events, scheduled maintenance, and emergency security updates.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_maintenance",
      "title": "Scheduled Maintenance",
      "clauses": [
        {
          "id": "sla.maintenance.notice",
          "title": "Maintenance Notice",
          "text": "Planned maintenance will, where reasonably possible, be notified at least forty-eight hours in advance and will typically be scheduled outside normal business hours.",
          "children": []
        },
        {
          "id": "sla.maintenance.exclusion",
          "title": "Maintenance Exclusion",
          "text": "Scheduled maintenance does not count as service downtime.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_support",
      "title": "Support Services",
      "clauses": [
        {
          "id": "sla.support.scope",
          "title": "Support Scope",
          "text": "Support includes assistance with service availability issues, errors or unexpected behaviour in the Core Services, and reasonable assistance in diagnosing issues involving third-party platforms or External Systems.",
          "children": []
        },
        {
          "id": "sla.support.exclusions",
          "title": "Support Exclusions",
          "text": "Support does not include new feature development, significant functional changes, or ongoing support or maintenance of External Systems.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_support_hours",
      "title": "Support Hours and Response",
      "clauses": [
        {
          "id": "sla.support.hours",
          "title": "Support Hours",
          "text": "Support hours are Monday to Friday from 09:00 to 17:00 London time, excluding public holidays in England and Wales.",
          "children": []
        },
        {
          "id": "sla.support.response_time",
          "title": "Response Time",
          "text": "The Company commits to an initial response within eight working hours of receiving a valid support request during support hours. An initial response means acknowledgment and initial assessment and does not guarantee resolution within that timeframe.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_client_responsibilities",
      "title": "Client Responsibilities",
      "clauses": [
        {
          "id": "sla.client.accounts",
          "title": "Third-Party Accounts",
          "text": "The Client is responsible for maintaining valid and active third-party accounts required for the Services.",
          "children": []
        },
        {
          "id": "sla.client.external_systems",
          "title": "External Systems Management",
          "text": "The Client must ensure that External Systems are properly licensed, documented, accessible, and maintained, and must notify the Company in advance of any changes that may affect the Services.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_service_credits",
      "title": "Service Credits",
      "clauses": [
        {
          "id": "sla.service_credits.exclusive_remedy",
          "title": "Exclusive Remedy",
          "text": "Service credits, if expressly agreed in writing, shall be the sole and exclusive remedy for failure to meet the uptime commitment. Unless explicitly stated, no service credits apply under this Service Level Agreement.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_data_security",
      "title": "Data and Security",
      "clauses": [
        {
          "id": "sla.data.security_measures",
          "title": "Security Measures",
          "text": "The Company will implement reasonable technical and organisational measures to protect systems under its control.",
          "children": []
        },
        {
          "id": "sla.data.third_party",
          "title": "Third-Party Security",
          "text": "The Company is not responsible for security incidents or data loss originating from third-party platforms or External Systems.",
          "children": []
        }
      ]
    },
    {
      "id": "sla_exclusions",
      "title": "SLA Exclusions",
      "clauses": [
        {
          "id": "sla.exclusions.beta",
          "title": "Excluded Services",
          "text": "This Service Level Agreement does not apply to beta, experimental, trial, or free services, or to issues caused by misuse, abuse, or unsupported configurations.",
          "children": []
        }
      ]
    }
  ]
}
